"""В директории mysite находятся основные настройки проекта mysite.
Вся переадресация сайта начинается с mysite/urls.py.

Приложение создано для работы в ГУП "Нерезиновая".
Создан сайт, в котором реализованы:

1. Механизмы входа, регистрации, аутентификации;
2. Разграничение прав доступа для двух ролей - менеджер и водитель;
3. Созданы модели, формы и представления в соответствии с потребностью компании;
4. Создана карта и на ее основании построены наиболее оптимальные маршруты;
5. Создана возможность интерактивного взаимодействия между сотрудниками компании;
6. Создан процесс ETL, с запуском по расписанию;
7. Созданы необходимые отчеты и возможность сохранения отчетов в excel-файлах;
8. Добавлены механизмы добавления тестовых данных при установке сайта.

"""